/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Utilitzeu el BlackBerry Blend per veure els missatges i el contingut del vostre dispositiu BlackBerry a l\'ordinador. També podeu veure el calendari i els contactes, i gestionar els fitxers entre el vostre ordinador i el dispositiu. Si teniu el dispositiu amb l\'activació d\'empresa activada, podeu accedir de forma segura a la vostra informació, els fitxers i la intranet de la feina sense connectar-vos a una VPN. El BlackBerry Blend és compatible amb els dispositius amb BlackBerry 10 OS versió 10.3 o posterior.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Utilitzeu el BlackBerry Link per fer una còpia de seguretat i restaurar les dades del vostre dispositiu, fer el canvi a un de nou, actualitzar-ne el programari o reinstal·lar-lo. També podeu sincronitzar el vostre contingut multimèdia, documents, i dades de l\'organitzador, com ara els contactes i el calendari, entre el vostre dispositiu i l\'ordinador. Permeteu l\'accés als fitxers del vostre ordinador des del dispositiu utilitzant la funció d\'accés a fitxers remot i molt més.";